<!DOCTYPE html>
<html dir = "ltr" lang = "en-gb" xml:lang = "en-gb" xmlns = "http://www.w3.org/1999/xhtml">
<head>
    <link href = "ss/ss.css" rel = "stylesheet" type = "text/css" />
    <script src = "ss/ss.js" type = "text/javascript"></script>
    <title>TopCloud - Blackdale.com</title>
</head>
<body>
    <div id = "logo">
        <a href = "http://blackdale.com" target = "_self">
            <img alt = "" src = "logo2.png" />
        </a>
    </div>
    <div id = "title">
        <img src = "ss/ru/tc_title.png" />
    </div>
    <div id = "flags">
        <a href = "en.html" target = "_self">
            <img class = "flag" src = "uk.png" />
        </a>
        <a href = "de.html" target = "_self">
            <img class = "flag" src = "de.png" />
        </a>
        <a href = "fr.html" target = "_self">
            <img class = "flag" src = "fr.png" />
        </a>
        <a style = "opacity: 0.3;" href = "ru.html" target = "_self">
            <img class = "flag" src = "ru.png" />
        </a>
    </div>
    <div id = "all">
        <div id = "btns">
            <span class = "btn" onclick = "btn(1, 4);">&#1050;&#1086;&#1076; &#1062;&#1074;&#1077;&#1090;&#1072;</span>
            <span class = "btn" onclick = "btn(2, 4);">&#1075;&#1088;&#1072;&#1085;&#1080;&#1094;&#1099; / &#1092;&#1086;&#1085;&#1099;</span>
            <span class = "btn" onclick = "btn(3, 4);">&#1057;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1084;&#1086;&#1077;</span>
            <span class = "btn" onclick = "btn(4, 4);">&#1040;&#1076;&#1084;&#1080;&#1085;/&#1089;&#1090;&#1080;&#1083;&#1080;</span>
        </div>
        <div id = "pics">
            <div class = "ss" id = "ss1">
                <img alt = "" src = "ss/ru/ru1.png" />
                <div id = "text1" class = "text5">
                    <p>&#1054;&#1073;&#1083;&#1072;&#1082;&#1086; &#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1080;&#1084;&#1077;&#1090;&#1100; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1077; &#1096;&#1088;&#1080;&#1092;&#1090;&#1099; &#1080; &#1094;&#1074;&#1077;&#1090;&#1072;
                        <br/><br/><br/><br/><br/><br/><br/><br/><br/>
                        &#1045;&#1089;&#1090;&#1100; &#1079;&#1072;&#1076;&#1072;&#1085;&#1085;&#1086;&#1081; &#1090;&#1077;&#1084;&#1099; &#1094;&#1074;&#1077;&#1090; &#1076;&#1083;&#1103; &#1089;&#1089;&#1099;&#1083;&#1082;&#1080;.
                        <br/>
                        &#1042;&#1099; &#1090;&#1072;&#1082;&#1078;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1100;&#1089;&#1082;&#1080;&#1077; &#1094;&#1074;&#1077;&#1090;&#1072;.
                    </p>
                </div>
            </div>
            <div class = "ss" id = "ss2">
                <img alt = "" src = "ss/ru/ru2.png" />
                <div id = "text2" class = "text5">
                    <p>&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1084;&#1077;&#1090;&#1100; &#1086;&#1073;&#1083;&#1072;&#1082;&#1072; &#1089;&#1076;&#1077;&#1083;&#1072;&#1085;&#1099; &#1080;&#1079; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1075;&#1086; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072; &#1080;&#1083;&#1080; &#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103;
                        <br/>
                        &#1075;&#1088;&#1072;&#1092;&#1080;&#1082;&#1080; &#1084;&#1086;&#1076;&#1091;&#1083;&#1103;.
                        <br/><br/><br/>
                        &#1059;&#1079;&#1086;&#1088;&#1095;&#1072;&#1090;&#1099;&#1084; &#1092;&#1086;&#1085;&#1086;&#1084; &#1080;&#1084;&#1077;&#1102;&#1090;&#1089;&#1103;. &#1045;&#1089;&#1083;&#1080; &#1042;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077;
                        <br/>
                        &#1092;&#1086;&#1085;&#1099; &#1101;&#1090;&#1086; &#1076;&#1086;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086; &#1083;&#1077;&#1075;&#1082;&#1086; .
                        <br/>
                        &#1055;&#1088;&#1086;&#1089;&#1090;&#1086; &#1084;&#1077;&#1089;&#1090;&#1086; png &#1075;&#1088;&#1072;&#1092;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074; &#1074; &#1087;&#1072;&#1087;&#1082;&#1077; &#1092;&#1086;&#1085;&#1099; &#1072;&#1076;&#1088;&#1077;&#1089;&#1091;:
                        <br/>
                        mod_topcloud300/tmpl/assets/images/backgrounds
                        <br/>&#1069;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1099; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1089;&#1103; &#1074; &#1074;&#1099;&#1087;&#1072;&#1076;&#1072;&#1102;&#1097;&#1077;&#1084; &#1084;&#1077;&#1085;&#1102; &#1089;&#1083;&#1077;&#1074;&#1072;.
                        <br/><br/><br/>
                        &#1043;&#1088;&#1072;&#1085;&#1080;&#1094;&#1099; , &#1090;&#1077;&#1085;&#1080; &#1080; &#1094;&#1074;&#1077;&#1090;&#1072; &#1092;&#1086;&#1085;&#1072; &#1083;&#1077;&#1075;&#1082;&#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100;
                        <br/>
                        &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1103; &#1094;&#1074;&#1077;&#1090; &#1074;&#1080;&#1076;&#1078;&#1077;&#1090;&#1086;&#1074;.
                    </p>
                </div>
            </div>
            <div class = "ss" id = "ss3">
                <img alt = "" src = "ss/ru/ru3.png" />
                <div id = "text3" class = "text5">
                    <p>
                        &#1048;&#1089;&#1090;&#1086;&#1095;&#1085;&#1080;&#1082;&#1072;&#1084;&#1080; &#1076;&#1083;&#1103; &#1086;&#1073;&#1083;&#1072;&#1082;&#1072; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; Joomla &#1055;&#1083;&#1072;&#1075;&#1080;&#1085;&#1099; &#1087;&#1086;&#1080;&#1089;&#1082;&#1072;.
                        <br/>
                        &#1055;&#1088;&#1080; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1080; &#1085;&#1072; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090; &#1074; &#1086;&#1073;&#1083;&#1072;&#1082;&#1086; &#1080;&#1084;&#1077;&#1077;&#1090; &#1090;&#1086;&#1090; &#1078;&#1077; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;, &#1085;&#1072;&#1073;&#1088;&#1072;&#1074;
                        <br/>
                        &#1077;&#1075;&#1086; &#1074; Joomlas &#1080;&#1085;&#1090;&#1077;&#1075;&#1088;&#1072;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1087;&#1086;&#1080;&#1089;&#1082;&#1072;.
                        <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
                        &#1053;&#1077;&#1078;&#1077;&#1083;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1099; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1077;&#1085;&#1099; &#1044;&#1077;&#1090;&#1072;&#1083;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1090;&#1072;&#1082;&#1078;&#1077; &#1076;&#1086;&#1073;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099; .
                        <br/><br/><br/>
                        &#1044;&#1086;&#1073;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1072; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1086; &#1088;&#1072;&#1079; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1080;&#1090; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1096;&#1088;&#1080;&#1092;&#1090;&#1072; &#1074; &#1086;&#1073;&#1083;&#1072;&#1082;&#1077;.
                        <br/><br/><br/>
                        &#1063;&#1080;&#1089;&#1083;&#1077;&#1085;&#1085;&#1086;&#1077; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1072; &#1080; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1085;&#1086;&#1081; &#1090;&#1086;&#1095;&#1082;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1082;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;
                        <br/><br/><br/><br/><br/><br/><br/><br/><br/>
                        &#1048;&#1089;&#1090;&#1086;&#1095;&#1085;&#1080;&#1082;&#1080; &#1089;&#1089;&#1099;&#1083;&#1086;&#1082; &#1074;&#1099;&#1096;&#1077;, &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1099; &#1087;&#1086; &#1103;&#1079;&#1099;&#1082;&#1091;
                        <br/><br/><br/>
                        &#1044;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1089;&#1080;&#1084;&#1074;&#1086;&#1083;&#1099; &#1080;&#1079; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1103;&#1079;&#1099;&#1082;&#1086;&#1074; &#1079;&#1076;&#1077;&#1089;&#1100; &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1074;&#1077;&#1089;&#1090;&#1080;.
                        <br/>
                        &#1045;&#1089;&#1083;&#1080; &#1074;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1086; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1094;&#1077;&#1083;&#1099;&#1081; &#1072;&#1083;&#1092;&#1072;&#1074;&#1080;&#1090;&#1086;&#1074;.
                    </p>
                </div>
            </div>
            <div class = "ss" id = "ss4">
                <img alt = "" src = "ss/ru/ru4.png" />
                <div id = "text4" class = "text5">
                    <br/>
                    <p>&#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1077; &#1088;&#1077;&#1079;&#1091;&#1083;&#1100;&#1090;&#1072;&#1090;&#1086;&#1074; &#1087;&#1086;&#1080;&#1089;&#1082;&#1072; &#1084;&#1086;&#1078;&#1085;&#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100;
                        <br/><br/>
                        &#1069;&#1090;&#1086;&#1090; &#1080;&#1076;&#1077;&#1085;&#1090;&#1080;&#1092;&#1080;&#1082;&#1072;&#1090;&#1086;&#1088; CSS &#1087;&#1088;&#1077;&#1076;&#1086;&#1090;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090; &#1087;&#1091;&#1090;&#1072;&#1085;&#1080;&#1094;&#1091; &#1076;&#1083;&#1103; &#1085;&#1077;&#1089;&#1082;&#1086;&#1083;&#1100;&#1082;&#1080;&#1093; &#1086;&#1073;&#1083;&#1072;&#1082;&#1086;&#1074;.
                        <br/><br/>
                        &#1054;&#1073;&#1083;&#1072;&#1082;&#1086; &#1101;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1099; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1082;&#1072;&#1082; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; &#1089;&#1083;&#1086;&#1074;&#1072; &#1080;&#1083;&#1080; &#1092;&#1088;&#1072;&#1079;&#1099;
                        <br/><br/>
                        &#1069;&#1083;&#1077;&#1084;&#1077;&#1085;&#1090;&#1099; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1087;&#1077;&#1088;&#1077;&#1090;&#1072;&#1089;&#1086;&#1074;&#1072;&#1085;&#1099; &#1087;&#1088;&#1080; &#1079;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1077; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1099;
                        <br/>&#1053;&#1077;&#1079;&#1072;&#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1041;&#1099;&#1090;&#1100; &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1099; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1089;&#1089;&#1099;&#1083;&#1082;&#1080;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1086;&#1090;&#1085;&#1086;&#1089;&#1103;&#1090;&#1089;&#1103; &#1082; &#1086;&#1041;&#1097;&#1077;&#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099;&#1084; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1077;&#1084;.<br/><br/>
        
                        <br/><br/><br/><br/><br/>
                        &#1054;&#1073;&#1097;&#1080;&#1081; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1084;&#1086;&#1076;&#1091;&#1083;&#1103; &#1080; &#1087;&#1086;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1084;&#1086;&#1078;&#1085;&#1086; &#1091;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100; &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1101;&#1090;&#1086;&#1075;&#1086; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1086;&#1075;&#1086; CSS
                        <br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/><br/>
                        &#1058;&#1072;&#1082;&#1078;&#1077; &#1076;&#1072;&#1083;&#1100;&#1085;&#1077;&#1081;&#1096;&#1077;&#1077; &#1089;&#1082;&#1088;&#1080;&#1087;&#1090;&#1099; &#1080; &#1089;&#1090;&#1080;&#1083;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1076;&#1086;&#1073;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099; &#1074; &#1088;&#1072;&#1079;&#1076;&#1077;&#1083; &lt;head&gt; &#1095;&#1072;&#1089;&#1090;&#1080; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1099;.
                    </p>
                </div>
            </div>
        </div>
    </div>
</body>
</html>